{
    "common-ui": {
        "undo": "Undo",
        "redo": "Redo",
        "undo_tooltip": "Undo the last action",
        "redo_tooltip": "Redo the last undone action",
        "changelogs": {
            "title": "What's New",
            "close": "Close"
        },
        "health_status": {
            "online_title": "Online",
            "offline_title": "Offline",
            "online_description": "All services are available",
            "offline_description": "Some services are unavailable, features may be limited"
        },
        "disclaimer": {
            "confirmation_text": "Ich habe die Hinweise gelesen und verstanden und bestätige, dass ich {appName} ausschliesslich unter Einhaltung der genannten Richtlinien verwende.",
            "content": "<h2>Disclaimer und wichtige Nutzungshinweise für die KI-Prototypen</h2><p>Bevor Sie diese Anwendung nutzen, lesen Sie bitte die folgende Hinweise sowie die <a href=\"https://www.bs.ch/schwerpunkte/daten/databs/schwerpunkte/kuenstliche-intelligenz/ki-richtlinie\">KI-Richtlinie</a> sorgfältig durch.</p><h3>1. Zweck und Status der Anwendung (Proof of Concept)</h3><ul><li>Diese Anwendung ist ein Proof of Concept (PoC). Sie befindet sich in der Entwicklung und ist noch nicht komplett ausgereift. Geben Sie uns jederzeit mittels der Feedback-Funktion Rückmeldung und Anregungen.</li><li>Es wird keine Garantie für die Verfügbarkeit, die technische Fehlerfreiheit oder die inhaltliche Korrektheit und Vollständigkeit der generierten Ergebnisse übernommen. Die Resultate können Ungenauigkeiten oder Fehler enthalten.</li></ul><h3>2. Datenschutz und Datenverarbeitung</h3><ul><li>Die Verarbeitung Ihrer Eingaben erfolgt ausschliesslich auf der IT-Infrastruktur des Kantons Basel-Stadt.</li><li>Der vorliegende KI-Prototyp speichert Ihre Eingaben nicht permanent. Als Nutzerin oder Nutzer dieser Anwendung sind Sie dafür verantwortlich, die korrekte Aufbewahrung der generierten Resultate, die Gewährleistung des Öffentlichkeitsprinzips sowie die Einhaltung der damit verbundenen Pflichten zur Löschung, Archivierung sicherzustellen.</li><li>Transkripte und andere temporäre Daten werden im Cache Ihres lokalen Geräts zwischengespeichert. Diese Zwischenspeicherung allein erfüllt die genannten Anforderungen nicht.</li></ul><h3>3. Ihre Verantwortung als Nutzerin oder Nutzer</h3><p>Die Nutzung dieses Prototyps entbindet Sie nicht von Ihrer fachlichen und rechtlichen Verantwortung. Insbesondere sind Sie für Folgendes verantwortlich:</p><ul><li><strong>Rechtliche Grundlage:</strong> Die datenschutzkonforme Nutzung der KI-Prototypen liegt in der Verantwortung der Leitung Ihres jeweiligen öffentlichen Organs. Sie müssen insbesondere die Sicherstellung einer genügenden Rechtsgrundlage für die Datenbearbeitung im Einzelfall gewährleisten.</li><li><strong>Prüfung der Ergebnisse:</strong> Die von der KI generierten Resultate sind als Entwürfe zu verstehen. Sie müssen diese vor der weiteren Verwendung sorgfältig auf inhaltliche Richtigkeit, Vollständigkeit und Angemessenheit überprüfen.</li><li><strong>Umgang mit Resultaten:</strong> Sie sind für die weitere Verarbeitung der erzeugten Ergebnisse verantwortlich. Dies umfasst die korrekte Speicherung in den dafür vorgesehenen Fachanwendungen, die Gewährleistung des Öffentlichkeitsprinzips sowie die Einhaltung der kantonalen Vorschriften zur Aufbewahrung, Archivierung, Löschung.</li></ul>"
        }
    }
}
